Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Organisation von Sightseeing-Touren und Exkursionen
en: Arranging of sightseeing tours and excursions

source: Zurverfügungstellen von Informationen zur Vermietung von Flugzeugen
en: Providing information relating to aircraft rental services

source: Zurverfügungstellen von Informationen im Bereich Wasserversorgung
en: Providing information relating to water supplying services

source: Zurverfügungstellen von Informationen zu Seetransportdienstleistungen
en: Providing information relating to marine transport services

source: Transport von Flüssigerdgas auf dem Seeweg
en: Transport of liquefied natural gas by sea

source: Sammlung und Transport von elektronischem Altmaterial
en: Collection and transport of electronic scrap

source: Kühltransport von Nahrungsmitteln
en: Refrigerated transport of food

source: Planung, Organisation und Buchung von Reisen über elektronische Medien
en: Planning, arranging and booking of travel by electronic means

source: Veranstaltung und Buchung von Reisen
en: Arranging and booking of travel

source: Priority Boarding, Check-in, Sitzplatzverteilung und Reservierungsdienste für Premiumflugreisende
en: Priority boarding, check-in, seating and reservation services for frequent air travelers

source: Zurverfügungstellen von Informationen in Bezug auf Flugreisen über elektronische Medien
en: Providing information relating to airline travel, via electronic means

source: Zurverfügungstellen von Informationen zur Planung und Buchung von Flugreisen über elektronische Medien
en: Providing information relating to the planning and booking of airline travel, via electronic means

source: Zurverfügungstellen von Informationen in Bezug auf Planung und Buchung von Reisen und Transport über elektronische Medien
en: Providing information relating to the planning and booking of travel and transport, via electronic means

source: Planung und Buchung von Flugreisen über elektronische Medien
en: Planning and booking of airline travel, via electronic means

source: Planung und Buchung von Reisen und Transport über elektronische Medien
en: Planning and booking of travel and transport, via electronic means

source: Buchung von Reisen durch Fremdenverkehrsbüros
en: Booking of travel through tourist offices

source: Warentransport auf Schienen
en: Transport of goods by rail

source: Verpacken von Artikeln im Auftrag und nach Angabe anderer
en: Packaging articles to the order and specification of others

source: Routenplanung von Fahrzeugen in Computerdatennetzen
en: Vehicle routing by computer on data networks

source: Verpackung von Bekleidung zum Transport
en: Packaging clothing articles for transportation

source: Verpackung von Artikeln für den Transport
en: Packaging articles for transportation

source: Vermietung von Stromleitungen an Dritte zur Übertragung von Elektrizität
en: Leasing the use of power lines to third parties for the transmission of electricity

source: Vermietung von Paletten für die Beförderung und Lagerung von Gütern
en: Leasing of pallets for the transport or storage of goods

source: Bewachter Transport von Wertsachen und Geld mit Lastkraftwagen
en: Guarded transportation of valuables and money by lorry

source: Zurverfügungstellen von Beförderung von älteren oder behinderten Personen [Wohltätigkeitsdienste]
en: Providing transportation to the elderly or handicapped persons [charitable services]

source: Transport von Waren in tiefgekühltem Zustand
en: Transportation of goods in refrigerated conditions

source: Einsammeln von wiederverwertbaren Gütern [Transport]
en: Collection of recyclable goods [transport]

source: Beförderungsdienste für Besichtigungstouren
en: Transport services for sightseeing tours

source: Vermietung von Garagen und Parkplätzen
en: Rental of garages and parking places

source: Verpacken von Artikeln zum Transport
en: Packing articles for transportation

source: Bewachte Beförderung von Geld und Wertsachen
en: Guarded transport of money and valuables

source: Transport von Öl
en: Transport of oil

source: Verteilung von regenerativer Energie
en: Distribution of renewable energy

source: Vermietung von Taucherhelmen
en: Rental of diving helmets

source: Beförderung von Reisenden
en: Transport of travellers

source: Befüllen von Automaten und Behältern
en: Filling of machines and containers

source: Be- und Entladen von Fahrzeugen
en: Loading and unloading of vehicles

source: Vermietung von Elektroautos
en: Rental of electric cars

source: Bereitstellung von Taxibestelldiensten über Mobilanwendungen
en: Providing taxi booking services via mobile applications

source: Reiseveranstaltungsdienste für die Buchung von Reisen
en: Tour operator services for the booking of travel

source: Bebunkerung von Schiffen [Lagerung]
en: Ship bunkering services [storage]

source: Aufbereitung chemischer Abfälle
en: Treatment of chemical waste

source: Glasbearbeitung zur Veränderung der optischen Eigenschaften
en: Treatment of glass to alter the optical properties

source: Rahmen von Abzügen oder Diapositiven
en: Mounting of prints or transparencies

source: Chemische Dekontamination von Kernkraftwerken
en: Chemical decontamination of nuclear plant

source: Wiederaufbereitung von Küchen- und Pflanzenölen
en: Cooking oil and vegetable oil recycling services

source: Vermietung von Druckmaschinen und -apparaten
en: Rental of printing machines and apparatus

source: Einfassen von Wolle
en: Wool (Edging of -)

source: Wiederverwertung von Isoliergasen aus Klimaanlagen
en: Recycling of insulating gases from air conditioning plant

source: Magnetisierung
en: Magnetization

source: Behandlung von Giftmüll
en: Treatment of toxic waste

source: Schlichten von Karton
en: Sizing of cardboard

source: Gravieren
en: Engraving

source: Vermietung von Maschinen und Geräten zur Sperrholzherstellung
en: Rental of machines and apparatus for plywood making

source: Verarbeitung von Brennstoffen
en: Processing of fuel materials

source: Verarbeitung von Rattan
en: Processing of rattan

source: Verarbeitung von Gummi
en: Processing of rubber

source: Gießen von Möbeln
en: Moulding of furniture

source: Beschichten durch Plasmanitrieren
en: Coating by plasma nitriding

source: Kollation [Einbinden] von gedruckten Materialien
en: Collation [binding] of printed material

source: Färben
en: Dyeing

source: Feuerfestmachen von Pelzen
en: Fur (Fireproofing of -)

source: Dienstleistungen zur Anreicherung des Uranisotops 235
en: Services for the enrichment of uranium isotope 235

source: Regenerierung von Wasser
en: Regeneration of water

source: Vermietung fotografischer Druckgeräte
en: Rental of photographic printing apparatus

source: Vermietung fotografischer Entwicklungsgeräte
en: Rental of photographic processing equipment

source: Gravieren von Gummistempeln
en: Engraving services for rubber stamps

source: Verarbeitung und Rösten von Kaffee
en: Coffee roasting and processing

source: Tönen von Kontaktlinsen
en: Contact lens tinting

source: Beratung über die Beseitigung von Ölverschmutzungen
en: Consultancy relating to the clearance of oil pollution

source: Umwandlung von Kernbrennstoffen
en: Conversion of nuclear fuels

source: Aufbringen verschleißfester Beschichtungen auf Maschinenbauteile
en: Application of wear resistant coatings to engineering components

source: Vorbereitung und Bearbeitung von Stoffen
en: Preparation and treatment of fabric

source: Dekontaminierung von Nuklearabfall
en: Decontamination of nuclear waste

source: Auftragsdrucken von digitalen Büchern und anderen Dokumenten
en: Digital on-demand printing services of books and other documents

source: Auftragsfertigung von Möbeln nach Kundenvorgaben
en: Manufacture of furniture to order and specification of others

source: Chemische Behandlung von Textilien
en: Chemical treatment of textile

source: Färben [von Textilien oder Pelzen]
en: Dyeing [for textile or furs]

source: Fotografische Vervielfältigung
en: Photographic duplicating

source: Gravieren von Formen
en: Engraving of dies

source: Behandlung gefährlicher Stoffe [Recycling]
en: Treatment [recycling] of hazardous products

source: Druckweiterverarbeitung [Falzen]
en: Print finishing [folding] services

source: Behandlung von Halbfabrikaten mittels Elektrolyse
en: Treatment of semi-manufactured products by means of electrolysis

source: Behandlung von beim Metallgießen anfallender Schlacke
en: Treatment of slag arising from metal casting

source: Behandlung von künstlichen Polymeren zum Schutz vor Pilzbefall
en: Treatment of synthetic polymers against fungal attacks

source: Recycling von Wertstoffen
en: Recycling of valuable materials

source: Zurichten von Pelzen
en: Custom fashioning of fur

source: Chemisches Recycling von Abfallprodukten
en: Chemical recycling of waste products

source: Verchromen von Metallgegenständen
en: Chromium plating of metallic objects

source: Rahmen von Kunstwerken
en: Framing of works of art

source: Vermietung von Druckerpressen
en: Rental of typographic presses

source: Bearbeitung von stereoskopischen Bildern
en: Treatment of stereoscopic images

source: Recycling von Isoliergasen aus Kühlschränken
en: Recycling of insulating gases from refrigerators

source: Metallbearbeitung [Umformen]
en: Treating [shaping] of metal

source: Bearbeitung von fotografischen Filmen
en: Processing of photographic film

source: Filtrierungsdienste für die Para-Petroleum-Industrie
en: Filtration services for the parapetroleum industry

source: Leimung von Papier
en: Sizing of paper

source: Digitale Restaurierung von Fotografien
en: Digital restoration of photographs

source: Vermietung von Maschinen und Geräten zur Papierherstellung
en: Rental of machines and apparatus for papermaking

source: Vermietung von Maschinen und Geräten zur Papierverarbeitung
en: Rental of machines and apparatus for paper-working

source: Färben von Fensterscheiben durch Oberflächenbehandlung
en: Window tinting treatment, being surface coating

source: Verarbeitung von Baumrinde
en: Processing of tree barks

source: Wärmebehandlung von Erzen
en: Heat treatment of ores

source: Heißpressen von Bekleidungsstücken [Formen]
en: Clothing (hot-pressing of -) [forming of clothing]

source: Zusammenbauen von Produkten für Dritte
en: Assembly of products for others

source: Kollation [Einbinden] von kopierten Materialien
en: Collation [binding] of copied material

source: Vervielfältigung von Bandaufnahmen
en: Duplicating of tape recordings

source: Vermietung von Kühlgeräten
en: Rental of refrigerating apparatus

source: Vermietung von Schneidanlagen
en: Rental of cutting equipment

source: Vermietung fotografischer Linsen für Entwicklungszwecke
en: Rental of photographic lenses for developing

source: Gravieren von Namensschildern
en: Engraving services for nameplates

source: Entsalzung von Wasser
en: Desalination of water

source: Bohren von Metallen
en: Drilling of metals

source: Aufbringen von Reliefmustern auf Pappoberflächen
en: Application of relief patterns to card surfaces

source: Dekontaminierung von Land
en: Land decontamination

source: Verarbeitung von Gas
en: Gas production services

source: Retuschieren von Fotografien
en: Photographic retouching

source: Polieren von Glas
en: Glass polishing

source: Gravieren von Siegelstempeln
en: Engraving of sealing stamps

source: Petrochemische Raffination
en: Petrochemical refining services

source: Tönen von Linsen
en: Tinting of lenses

source: Reinigung von Mineralien mittels chemischer Methoden
en: Purification of minerals by chemical methods

source: Reinigung von Mineralien mittels magnetischer Methoden
en: Purification of minerals by magnetic methods

source: Reinigung von Kühlflüssigkeiten
en: Purification of refrigerant fluids

source: Räuchern von Käse
en: Smoking of cheese

source: Behandlung von Ölen durch Entfernung polychlorierter Biphenyle
en: Treatment of oils by the removal of polychlorinated biphenols

source: Reproduktion von Museumskunstwerken
en: Reproduction of museum artwork

source: Beratung über die Beseitigung chemischer Verunreinigungen
en: Consultancy relating to the clearance of chemical pollution

source: Photographische Bildverarbeitung
en: Photographic image processing

source: Abfallverarbeitung und -verwertung
en: Treatment [recycling] of waste

source: Druck von Briefmarken
en: Printing of stamps

source: Recycling von Kühlflüssigkeiten
en: Recycling of refrigerant fluids

source: Recycling von Schrott
en: Recycling of scrap

source: Übertragung von Fotodrucken
en: Transfer of photographic prints

source: Übertragung von Fotografien auf CDs
en: Transfer of photographs on to compact disc

source: Metallbearbeitung [Stanzarbeiten]
en: Treating [stamping] of metal

source: Aufdampfen auf Metalloberflächen
en: Vapour depositing on metal surfaces

source: Aufbereitung von Altöl
en: Processing of waste oil

source: Filtrationsdienste für die Erdölindustrie
en: Filtration services for the petroleum industry

source: Flammschutzbehandlung von Möbeln
en: Flame proofing of furniture

source: Bildbearbeitung mittels der Verkapselung von Schichten
en: Sheet material encapsulating services for pictures

source: Behandlung von Atommüll
en: Nuclear waste treatment

source: Vermietung von Maschinen und Geräten zur Filmentwicklung
en: Rental of machines and apparatus for film development

source: Formgießen von Beton
en: Moulding of concrete

source: Aufbereitung von Gefahrgut
en: Treatment of hazardous substances

source: Erteilung von Auskünften [Information] über das Drucken fotografischer Filme
en: Information services relating to the printing of photographic film

source: Kaltformen von Metall
en: Cold forming of metal

source: Vervielfältigung von Kinofilmen für das Fernsehen
en: Duplicating of cinematographic films for television

source: Fäuleschutzbehandlung bei Gebäuden
en: Rot prevention treatment of buildings

source: Verzinken von Metall
en: Galvanising of metal

source: Beratung in Bezug auf die Behandlung von Ölverschmutzungen
en: Consultancy relating to the treatment of oil pollution

source: Verarbeitung von Chemikalien
en: Processing of chemicals

source: Aufbereitung von Eisenoxiden
en: Processing of iron oxides

source: Rückgewinnung von Edelmetallen
en: Recovery of precious metals

source: Recycling von Treibgasen
en: Recycling of aerosol propellants

source: Restaurierung von Fotografien
en: Photographic restoration

source: Zuschneiden von Leder
en: Cutting of leather

source: Filmentwicklung und Vervielfältigung von Photographien
en: Film development and reproduction of photographs

source: Fotografische Entwicklung
en: Photographic developing

source: Brauen von Bier
en: Brewing of beer

source: Behandlung von Chemikalien [Recycling]
en: Treatment [recycling] of chemicals

source: Anfertigen von Gummistempeln
en: Making of rubber stamps

source: Nachbearbeitung von Porzellan
en: Refinishing of porcelain

source: Konservieren von Holz [ausgenommen Malerarbeiten]
en: Preservative treatment of wood [other than painting]

source: Behandlung von Giftmüll durch Einkapselung
en: Treatment of hazardous waste by encapsulation

source: Behandlung von künstlichen Polymeren zum Schutz vor bakteriellen Infektionen
en: Treatment of synthetic polymers against bacteriological infections

source: Farbverbesserung von Schwarzweißfilmen
en: Color enhancement of black and white film

source: Farbverbesserung von Schwarzweiß-Videofilmen
en: Color enhancement of black and white video film

source: Bleichen von Wäsche
en: Whitening of laundry

source: Schleifen
en: Grinding

source: Metallurgische Verarbeitung
en: Metallurgical processing

source: Behandlung von Stoffen zur Erzielung antistatischer Eigenschaften
en: Treatment of fabrics to impart antistatic properties

source: Verchromen von Metallartikeln
en: Chromium plating of metal articles

source: Zurichten von Materialien für Dritte auf Bestellung
en: Custom assembling of materials for others

source: Erteilen von Auskünften über das Färben
en: Advisory services relating to dyeing

source: Musterdrucken auf Stoffen
en: Pattern printing on fabric

source: Recycling von Schaumtreibmitteln
en: Recycling of foam blowing agents

source: Abfall und/oder Wasseraufbereitung
en: Waste and/or water treatment services

source: Sortierung von Müll und wiederverwertbaren Stoffen
en: Sorting of waste and recyclable material [transformation]

source: Vermietung von Raumheizgeräten
en: Rental of space heating apparatus

source: Metallbearbeitung [Schmieden]
en: Treating [forging] of metal

source: Laminieren von Glasscheiben
en: Laminating of glass sheets

source: Behandlung von Giftstoffen
en: Treatment of toxic material

source: Kopieren von Kinofilmen auf Videobänder
en: Transfer of cinematographic film onto video tape

source: Reinigung von Industrieabwässern
en: Purification of industrial waste water

source: Scheren von Teppichen
en: Shearing of carpets

source: Vermietung von Maschinen und Geräten für den Fotodruck
en: Rental of machines and apparatus for photograph printing

source: Vermietung von Maschinen und Geräten für die fotografische Vergrößerung
en: Rental of machines and apparatus for photograph enlargement

source: Dekontaminierung von unterirdischen Bodenlagen
en: Decontamination of subsurface soil sites

source: Erteilung von Auskünften [Information] über die Verarbeitung fotografischer Filme
en: Information services relating to the processing of photographic film

source: Einfrieren
en: Freezing

source: Anbringen von Applikationen auf Kleidung
en: Application of appliques to textiles

source: Aufbringen verschleißfester Beschichtungen durch Autokatalyse
en: Application of wear resistant coatings by autocatalytic processes

source: Abschrägen von Glas
en: Bevelling of glass

source: Verarbeitung von Kohle
en: Processing of coal

source: Aufbereitung von Erdgas
en: Treatment of natural gas

source: Materialbearbeitung mit Laserstrahlen
en: Treatment of materials by laser beam

source: Tönen von Glas
en: Glass tinting

source: Färben mittels Elektrolyse
en: Electrolytic colouring services

source: Kunsttischlerarbeiten [Maßanfertigung]
en: Cabinet-making (custom manufacture)

source: Katalytische Umwandlung chemischer Verbindungen
en: Catalytic conversion of chemical compounds

source: Aufbereitung gefährlicher Flüssigkeiten [Recycling]
en: Treatment [recycling] of hazardous liquids

source: Nachbearbeitung von Fiberglas
en: Refinishing of fibreglass

source: Druckweiterverarbeitung [Binden]
en: Print finishing [binding] services

source: Kunststoffbearbeitung bei der Herstellung von Kunststoffformteilen
en: Treatment of plastic materials to produce plastic mouldings

source: Wiederverwertung von Schmierölen
en: Reprocessing lubrication oils

source: Vervielfältigung von fotografischen Abzügen
en: Reproduction of photographic prints

source: Reproduktion von fotografischen Diapositiven
en: Reproduction of photographic transparencies

source: Dienstleistungen der Übertragung von Fotografien auf Videobänder
en: Services for the transfer of photographic prints onto video tapes

source: Entgiftung von gefährlichen Materialien
en: Detoxification of hazardous materials

source: Behandlung von Geweben zur Verleihung schmutzabweisender Eigenschaften
en: Treatment of fabrics to impart stain repellent properties

source: Chemische Behandlung von Kesselrohren
en: Chemical treatment of boiler pipework

source: Chemische Behandlung von Abfallstoffen
en: Chemical treatment of waste products

source: Fotografische Verarbeitung
en: Photographic processing

source: Druck von Büchern
en: Printing of books

source: Vermietung von Buchbindegeräten
en: Rental of bookbinding machines

source: Schneidern [Maßarbeiten]
en: Tailoring [custom manufacture]

source: Bearbeitung von Luft- und Satellitenbildern
en: Treatment of aerial or satellite photographs

source: Behandlung und Recycling von Verpackungen
en: Treatment and recycling of packaging

source: Recycling von Mineralien
en: Recycling of minerals

source: Polieren durch Abschleifen
en: Burnishing by abrasion

source: Feuerfestmachen von Textilien
en: Fireproofing of clothing

source: Mischen von Farben
en: Paint mixing services

source: Laminieren von Gewebe
en: Laminating of textiles

source: Laminieren von Kunststoff
en: Laminating of plastic

source: Verzinnen
en: Tin plating

source: Vermietung von Nähmaschinen
en: Rental of sewing machines

source: Näharbeiten [Maßanfertigung]
en: Needlework [custom manufacture]

source: Schleifen von Diamanten
en: Cutting of diamonds

source: Schneiden von Flachglas
en: Cutting of sheet glass

source: Vermietung von Luftreinigungsapparaten
en: Rental of air purification apparatus

source: Vermietung von Heizungsanlagen
en: Rental of heating installations

source: Abbeizen von Holzgegenständen
en: Stripping of wooden objects

source: Vulkanisierarbeiten [Materialbearbeitung]
en: Vulcanization [material treatment]

source: Vermietung von Wasseraufbereitungsgeräten
en: Rental of water treatment equipment

source: Gravieren von Siegeln
en: Engraving services for seals

source: Druckgießen von Metallen
en: Die-casting of metals

source: Walken von Stoffen
en: Fulling of cloth

source: Bearbeitung von Kernbrennstoffen
en: Processing of nuclear fuels

source: Rückgewinnung fester Stoffe aus wässrigen Medien mit Hilfe chemischer Fällung
en: Reclamation of solids from aqueous media by chemical precipitation

source: Fotoerhaltung und -konservierung
en: Photographic preservation and conservation

source: Entsäuerung von Papier
en: De-acidification of paper

source: Wasseraufbereitung und -reinigung
en: Water treatment and purification

source: Laminieren von Metallplatten
en: Metal plating and laminating

source: Acrylbeschichtung von Fahrzeugen
en: Acrylic finishing of vehicles

source: Dünnfilmbeschichtung von optischen Bauteilen
en: Thin film coating of optical components

source: Emaillieren von Metall
en: Enamelling of metals

source: Magnetisches Kodieren
en: Magnetic encoding services

source: Druckbehandlung von Holz für Konservierungszwecke
en: Pressure-treatment of timber for preservation purposes

source: Aufbereitung von Sondermüll
en: Treatment of hazardous waste

source: Sägen von Holz
en: Sawing of timber

source: Metallurgisches Schmelzen
en: Metallurgical smelting

source: Kohleaufbereitung [Waschen]
en: Treatment [washing] of coal

source: Feuerfestmachen von Wolle
en: Wool (Fireproofing of -)

source: Recycling von Tonern
en: Recycling of toner

source: Vermietung von Stromerzeugern
en: Rental of electricity generators

source: Tischlerarbeiten [Maßanfertigung]
en: Joinery [custom manufacture]

source: Reinigung von Gasen
en: Purification of gases

source: Veredlung von Brennstoffen
en: Refinement of fuel materials

source: Vermietung von Maschinen und Geräten zur Holzaufbereitung
en: Rental of machines and apparatus for lumbering

source: Vermietung von Maschinen und Geräten für die Verblendung
en: Rental of machines and apparatus for veneering

source: Vermietung von Maschinen und Geräten für die Getränkeherstellung
en: Rental of machines and apparatus for processing beverages

source: Verarbeitung von Bambus
en: Processing of bamboo

source: Schleifen von Linsen
en: Grinding of lenses

source: Wärmebehandlung von Metallen
en: Heat treatment of metals

source: Verbrennung von Abluft
en: Incineration of spent air

source: Kopieren von Filmen
en: Duplicating of films

source: Vervielfältigung von Fotofilmen
en: Duplicating of photographic film

source: Vervielfältigung von Diapositiven
en: Duplicating of transparencies

source: Rahmen von Bildern
en: Picture-framing

source: Abbeizen von Möbeln
en: Stripping of furniture
